[
	{
		"dept": "AR",
		"subj": "ART",
		"lvl": "500",
		"course_no": "ART500",
		"st": "Portfolio Intensive *",
		"lt": "Portfolio Intensive *",
		"desc": "This course provides experienced students a rich, opportunity to pursue the successful completion of, a professional portfolio of artwork featured in an, end-of-term thesis exhibition in the Mayer Art, Center, team-curated by the class with a, contemporary flavor. The meaningful study of, 21st-century visual culture is infused in the, course through visiting artists and the, investigation of artists relevant to ongoing, studio work in all mediums. Students focus on, photography, printmaking, painting, drawing, ceramics and 3-D design. This multimedia studio, course requires strong self-direction, a unique, studio investment and creative motivation., Students focus on a particular art medium and, create multiple works that explore a concept or, idea. Under the guidance of the instructor, students will set qualitative and quantitative, goals for the term in their chosen studio, concentration. Weekly process critiques are an, integral?part of the course and support ongoing, artistic growth. In addition, the instructor meets, individually with students for more-specific, feedback and to mentor the process. Useful, feedback is given to students from other Art, Department faculty who specialize in their chosen, studio discipline to help them develop ideas and, offer suggestions. Students may also receive, guidance in the development of an art portfolio, suitable for college admission criteria.",
		"eli": null,
		"pre": "ART402|ART403|ART405|ART406|ART408"
	},
	{
		"dept": "CL",
		"subj": "GRK",
		"lvl": "500",
		"course_no": "GRK511",
		"st": "Plato's Crito - Intensive *",
		"lt": "Plato's Crito - Intensive *",
		"desc": "This course begins with a review of beginning, Greek that includes readings in Xenophon's, Memorabilia and then turns to the study of Plato's, Crito, a prose dialogue in which Socrates, discusses the proper response of a citizen, condemned unjustly by the laws of his own, democratic state. In addition to the philosophical, questions the dialogue raises for such concepts as, civil disobedience, it offers students the, opportunity to advance their understanding of the, Greek language by reading one of the greatest, prose stylists of antiquity.",
		"eli": null,
		"pre": "GRK230|GRK431"
	},
	{
		"dept": "CL",
		"subj": "LAT",
		"lvl": "400",
		"course_no": "LAT401",
		"st": "Cicero Latin Prose Intensive *",
		"lt": "Cicero and Latin Prose - Intensive *",
		"desc": "Quintilian said, \"For posterity, the name of, Cicero has come to be regarded as the name of, eloquence itself.\" In this accelerated course, students will read Cicero's First Oration Against, Catiline at a faster pace than in Latin 310 and, will discover how the consul Cicero used his, rhetorical talents to denounce the disgruntled, aristocrat Catiline and thwart his conspiracy to, overthrow the state. After finishing the speech, students will then read selections of Latin prose, from Pliny, Seneca, and other authors that focus, on the lives of women, slaves and foreigners., Students are admitted to this course with, permission of the department.",
		"eli": null,
		"pre": "LAT220|LATTR2"
	},
	{
		"dept": "CL",
		"subj": "LAT",
		"lvl": "500",
		"course_no": "LAT510",
		"st": "Vergil *",
		"lt": "Vergil *",
		"desc": "This sequence is for those students who have taken, the Latin 310/320/400 sequence and who wish to go, beyond the language requirement. This sequence, fulfills the Latin requirement for the Classical, Diploma. The 510/520/530 sequence offers a close, reading of selections from Vergil's epic Aeneid, Latin poetry's defining achievement and an, enduring monument of world literature. Books 1, 2, and 4 will be read in the first, second and third, terms respectively.",
		"eli": null,
		"pre": "LAT400|LAT431"
	},
	{
		"dept": "CL",
		"subj": "LAT",
		"lvl": "500",
		"course_no": "LAT511",
		"st": "Vergil - Intensive *",
		"lt": "Vergil - Intensive *",
		"desc": "The 511/521/531 sequence offers a close reading of, selections from Vergil's epic Aeneid, Latin, poetry's defining achievement and an enduring, monument of world literature. This intensive, sequence covers more material than the 510/520/530, sequence and features more in-depth analysis of, the language of the epic, its literary, antecedents, and its cultural and historical, context. Students will read Books 1, 2 and 4, as, well as selections from later books.",
		"eli": null,
		"pre": "LAT401|LAT431"
	},
	{
		"dept": "CS",
		"subj": "CSC",
		"lvl": "300",
		"course_no": "CSC308",
		"st": "Interactive Data-Driven Comp.",
		"lt": "Interactive, Data-Driven Computing",
		"desc": "Building on coding concepts introduced in the, 200-level courses, this course will focus on more, advanced topics used to create interactive, software applications. This course will explore, data structures necessary to build cohesive, programs that respond to human interaction in, real-time. It is a project-based course where, students will learn by writing software and, building creative applications.",
		"eli": null,
		"pre": "CSC205|CSC208"
	},
	{
		"dept": "CS",
		"subj": "CSC",
		"lvl": "500",
		"course_no": "CSC590",
		"st": "Selected Topics in Comp Sci *",
		"lt": "Selected Topics in Computer Science *",
		"desc": "This course will address a variety of theoretical, and/or technological issues related to computer, science and provides an opportunity for students, to undertake a term-long software development or, research project. Topics to be covered each term, are decided by the instructor in consultation with, students. Students will work individually or in, small groups on projects related to these topics., During the spring term, students who wish to take, the AP Computer Science exam will devote part of, this course to guided preparation for the exam.",
		"eli": null,
		"pre": "CSC308|CSC505|CSC506"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS302",
		"st": "Early Modern Europe, 1350-1660",
		"lt": "Early Modern Europe, 1350-1660",
		"desc": "The centuries following the Black Death saw the, beginnings of modern Europe. This course focuses, on the rebirth of European society and the new, values, optimism and cultural achievements of the, Renaissance. It then examines the turbulence of, the Reformation - the shattering of Christian, unity and the wars fought in the name of religion., The course then explores the development of new, politics and the Age of Exploration, when, Europeans set sail and changed the shape of the, world.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS303",
		"st": "Absolutism & Revol'n,1660-1800",
		"lt": "Absolutism & Revolution, 1660-1800",
		"desc": "Beginning with the reign of Louis XIV, students, examine 18th-century European society. We explore, how the Scientific Revolution and the, Enlightenment challenged the ideas of the Old, Regime and created new perceptions of humanity, society and government. The course concludes with, an analysis of the French Revolution and the rise, of Napoleon.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS304",
		"st": "European Century, 1800-1914",
		"lt": "European Century, 1800-1914",
		"desc": "Beginning with the study of Napoleon's Empire and, the Congress of Vienna, this course examines how, the French Revolution of 1789 and the Industrial, Revolution transformed European society and, politics in the 19th century and established, Europe's global preeminence. The course concludes, with an examination of World War I, the shattering, event that culminated Europe's dominance.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS305",
		"st": "The Transatlantic World",
		"lt": "The Transatlantic World",
		"desc": "This course examines the imperial interests, race, and gender relations, and cultural influences and, exchanges that manifested during the era known as, Colonial America. Though the course, by the end, focuses on the colonies that would become the, United States, it begins with the pre-contact, experiences of Native Americans, Africans and, Europeans and how their lives eventually, converged. Relationships impacted by economic, development, racism and religious fervor forged a, complex, historical, multiethnic legacy that is, still visible today.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS307",
		"st": "Modern India",
		"lt": "Modern India",
		"desc": "This course examines the history of what is today, the world's largest democracy. It starts in, roughly 1700 with a study of the Mughal Empire and, its decline, followed by the rise of British, India. We explore the East India Company and the, impact of British imperialism on India. The 1857, rebellion, the beginning of direct British rule, and the consequences of these major events are, analyzed. We explore the development and role of, the Indian National Congress, explore the, emergence of Indian nationalism, and assess Gandhi, and other Indian leaders, as well as the forces, around independence in 1947. In the last part of, the course we study India's identity from, independence to today and the current issues and, conflicts confronting this increasingly prominent, nation.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS308",
		"st": "Pre-Colonial Africa",
		"lt": "Precolonial Africa",
		"desc": "This course introduces students to the complexity, and dynamism of the African past, from antiquity, to the dawn of the 20th century. The course begins, with an examination of the Nile Valley, civilizations in antiquity, the historical debates, surrounding that era and the advent of, Christianity in North Africa. Students then study, the rise of Islam in Africa and the West African, empires of Ghana, Mali and Songhai. Next, students, examine the role played by slavery in the creation, of the Atlantic World. The course ends with an, analysis of the dynamics of the cultural clash, that ensued from the European colonization of, Africa.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS309",
		"st": "Race: A Global History",
		"lt": "Race: A Global History",
		"desc": "Scientists agree that there are few genetic, differences between people of different races and, ethnicities.  Social scientists thus contend that, racial distinctions are a product of society and, culture rather than biology.  At what point, then, did differences in skin color and other phenotypic, traits become significant?  This course will, explore the history of race and racism by looking, at examples across the world.  We will consider, how humans have been divided into different, \"groups\" and the historical circumstances that, have led to those divisions.  Case studies will, include: caste groups in India, religious groups, in the Middle East and Europe, African slavery, and the treatment of indigenous groups by colonial, settlers in Africa, Australia, India, and the, Americas.  We will also consider the use of, scientific theories to justify racism and the more, recent repudiation of these theories.  Using both, primary and secondary sources, students will use, the methods of historical thinking to understand, the evolution of racial categories and the impact, of history on modern-day issues related to race, and ethnicity.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "300",
		"course_no": "HIS314",
		"st": "Roman History for Latin Stdnts",
		"lt": "Roman History for Latin Students",
		"desc": "Similar in scope to HIS204, this course will be, taken simultaneously with LAT220 and provides a, deeper historical background to the authors that, students will read in second-year Latin and, beyond, namely Caesar, Cicero and Vergil. Readings, for HIS314 will be drawn more heavily from primary, sources than readings for HIS204, and students, will also be reading Latin versions of sources, that are relevant to HIS314 in LAT220. Students, must register for both LAT220 and HIS314, which, will meet in two separate formats with two, different teachers, and students will receive two, term credits. Students who have taken HIS204 may, not take this course.",
		"eli": "Not open to seniors",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "400",
		"course_no": "HIS410",
		"st": "U.S. History Colonial - 1861 *",
		"lt": "U.S. History Colonial Origins to 1861 *",
		"desc": "This course introduces students to the formation, of American values and institutions from the early, English settlements of North America through the, Revolution and Civil War. Emphasis is given to the, cultural, economic and social diversity of early, America, the tension between local and central, authority during the struggle for independence, the establishment of the Constitution, economic, and social change in the young republic, slavery, and the growing sectional conflict that culminated, in secession. Students will complete a library, research project.",
		"eli": "Not open to preps",
		"pre": "HIS200|HIS202|HIS203|HIS204|HIS205|HIS206|HIS207|HIS208"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS502",
		"st": "Women, Gender & Society *",
		"lt": "Global Topics: Women, Gender & Society *",
		"desc": "This course explores the role of gender in shaping, humans' identities and power structures in several, 20th-century circumstances around the world., Questions of political and legal rights, including, emotional equity, public health and definitions of, marriage, as well as social issues, such as, wearing a veil, family concerns, and work inside, and outside the home may be considered. The larger, goal is to compare how gender distinctions have, shaped human experiences across different cultures, in the past century. Our readings will include, historical and journalistic sources. This course, will conclude with a discussion of what we learn, about gender in society from the experience of, transgender individuals.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS503",
		"st": "WW & Europe Soc 1890-1945 *",
		"lt": "World War & European Society 1890-1945 *",
		"desc": "At the pinnacle of its power and confidence at the, start of the 20th century, Europe could not have, imagined the crises, mainly of its own making, that it would face between 1914 and 1945. In this, course, we examine the era when Europe was, shattered by two world wars, an unprecedented, international depression, and the rise of, totalitarian states in the Soviet Union and Nazi, Germany. We examine why Europeans cheered for the, Great War when it began in 1914, and how four, years of industrial warfare and diplomatic, failures contributed to catastrophes that, followed. We then explore European culture during, the interwar period called the Age of Anxiety, the, Russian Revolution under Lenin and Stalin, the, floundering of the democracies, and the rise of, Hitler and Mussolini. We give considerable focus, to World War II and the Holocaust.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS504",
		"st": "Europe Since 1945 *",
		"lt": "Europe Since 1945 *",
		"desc": "Once the region of geopolitical domination, Europe, after World War II was forced to rebuild and, redefine its place in a rapidly shifting world., This course examines the change in Europe's, position as it contended with the Cold War's, series of freezes and thaws; economic, political, and social developments, such as the student, revolts of the 1960s; and the dramatic decade of, the 1980s with Thatcherism, Gorbachev, the fall of, the Berlin Wall and communism. Topics analyzed, include modern leadership in Germany, Great, Britain and France; the Soviet Union from Stalin, through its collapse; Eastern Europe's transition, from communism, and the European Union. We will, conclude by examining Europe's current position in, the contemporary world.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS506",
		"st": "Capitalism and its Critics *",
		"lt": "Capitalism and its Critics *",
		"desc": "This course provides a survey of the origins and, evolution of capitalism in a global world up to, the present, with emphasis on the political, economies of the West. Students examine the ideas, of the great political economists such as Adam, Smith, David Ricardo, Thomas Robert Malthus, Karl, Marx, J.M. Keynes and Friedrich von Hayek, as well, as trace the progression of modern industrial, economies in Europe and the United States. The, course ends with an analysis of the 2008 financial, crisis and the Occupy movement.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS508",
		"st": "Violence, War & Peace *",
		"lt": "Understanding Violence, War & Peace *",
		"desc": "This course explores the history of violence, war, and peace across the globe, from ancient to modern, times. Readings may include selections from a, variety of disciplines, such as anthropology, ethics, philosophy, psychology and sociology., Students may consider such questions as: Is there, such a thing as a just war? Are humans naturally, violent? How do societies avoid violence and, maintain peace? What role does technology play in, shaping violent behavior? Can justice be achieved, through the use of violent means? Is peace a, realistic possibility in a globalized world? Is, there more to peace than an interim between wars?",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS515",
		"st": "LGBTQ+ History *",
		"lt": "LGBTQ+ History *",
		"desc": "Until relatively recently, individuals who might, currently identify as lesbian, gay, bisexual, or, transgender have lived mostly hidden lives, rarely, open about expressing their sexual or gender, identities. The past 30 years have seen a sea, change in cultural understandings and acceptance, of LGBTQ identities and same-sex relationships., Only recently, however, have LGBTQ identities, become the topic of scholarly historical studies., This course will study the historical development, of gay, lesbian, and transsexual/transgender, identities and the fight for LGBTQ rights in the, 20th and early 21st centuries. While the course, will focus on the history of the gay rights, movement within the United States, we will also, consider how definitions of LGBTQ identities have, been shaped in different time periods and, geographical locations, and we will study the, international reach of Western-based LGBTQ social, movements.  The course will also include readings, on current topics in LGBTQ politics and culture.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS550",
		"st": "Amer Politics & Public Policy*",
		"lt": "American Politics & Public Policy*",
		"desc": "This course introduces students to the unique, process by which American governments develop, policies to address the nation's most significant, problems. In addition to studying specific policy, issues, students will read about Congress and the, presidency, political parties, elections, ideologies, the role of media and the psychology, of politics. Each student will research one policy, issue and make a formal presentation to the class., This course may incorporate a service-learning, component as an aspect of the final project., History 550 cannot be substituted for the required, 400-level U.S. requirement, or the non-U.S., history requirement.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS553",
		"st": "Law and American Society *",
		"lt": "Law and American Society *",
		"desc": "This course provides students with an introduction, to the American legal system and to the, development of American constitutional law., Historic Supreme Court decisions and legal case, studies will be used to develop an in-depth, understanding of the historical background and, present-day constitutional controversies over such, topics as free speech, censorship, abortion, workplace discrimination, affirmative action and, the rights of the accused. Practitioners from the, fields of law and criminal justice may provide an, added dimension to the course. History 553 cannot, be substituted for the required 400-level U.S., requirement or the non-U.S. history requirement.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS554",
		"st": "Revolutionary Russia *",
		"lt": "Revolutionary Russia *",
		"desc": "This course examines Russian history from the, Decembrist uprising of 1825 to Stalin's show, trials and the destruction of the Old Bolsheviks, in the late 1930s. After a brief survey of, autocracy and orthodoxy in Old Russia and, westernization under Peter the Great, students, focus on the 19th and early 20th centuries, with, emphasis on the French Revolution and the, Napoleonic Wars, the development of the, revolutionary tradition, the rise of Marxism, the, Bolshevik Revolution, the Civil War, Marxist-Leninist theory in practice, and Stalin's, dictatorship. Special attention is given to, Russian literature, with works by Pushkin, Gogol, Turgenev, Dostoyevsky, Tolstoy, Chekhov and, Koestler.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS556",
		"st": "Why Are Poor Nations Poor? *",
		"lt": "Why Are Poor Nations Poor? *",
		"desc": "This course will examine the plight of developing, nations. Students will explore why the quality of, life of these countries' citizens remains, in the, aggregate, so low and their choices so limited., Topics to be considered include the historical, legacy of colonization, cultural and social, issues, geography and climate, agriculture and, famine, human capital, governance and corruption, and foreign aid, debt and trade. Case studies will, be examined comparing various nations in Latin, America, Africa and Asia.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS558",
		"st": "Genocide in the Modern World *",
		"lt": "Genocide in the Modern World *",
		"desc": "This course studies the history of genocide in the, 20th and 21st centuries, exploring both the, patterns and unique circumstances of this, important global issue. Students read and hear, from historians, victims and perpetrators. Likely, case studies are the Holocaust, Cambodia, the, Balkans, and Rwanda, with time set aside for, research into events determined by student, interest. Students study root causes, including, economic, political and social factors that permit, the occurrence of genocide; assess international, responses; and evaluate attempts at, reconciliation, including justice systems and, community reactions. The comparative nature of the, course creates a framework to draw broad lessons, about what leads to genocide in the modern world;, enables us to assess the behavior, actions and, inaction of the various groups involved; and, pushes us to consider how these lessons could be, applied to prevent such crimes in the future.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS563",
		"st": "Humans and the Environment *",
		"lt": "Humans and the Environment *",
		"desc": "What drives human history? Do the pivotal factors, such as climate, geography, ecosystems, and, microbes lie beyond human control? This course, examines the interactions between people and the, natural world over time. In struggling to master, an often-hostile environment, human societies have, had an ever-increasing impact on the planet, and, apparent success has often ended in failure. The, course begins with the emergence of humans in the, Paleolithic Period and then explores the invention, of agriculture, the emergence of global trade and, migration networks, colonialism, and the, Industrial Revolution. Students examine in depth, one instance of humans managing - or mismanaging -, a natural resource, and conclude the course with a, close look at 20th-century trends and the future, we collectively face.",
		"eli": "Open to seniors only",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS565",
		"st": "Modern China *",
		"lt": "Modern China *",
		"desc": "This course examines China's dramatic recent, history through multiple lenses: historical, survey, biography, memoir, film and journalism. We, begin by identifying key themes and questions to, guide our study. Then we move back in time to the, 19th century, when contact with Westerners, provoked war and internal rebellions. We examine, the decline and eventual collapse of the imperial, dynastic system, the rise of warlordism, an, experiment in weak republican government, the, prolonged civil war, China's role in World War II, the founding of the People's Republic, the thought, and governance of Mao Zedong, the economic and, social reforms of Deng Xiaoping, and China's entry, into the global marketplace. The last part of the, course utilizes a variety of current sources to, address the major issues facing China in the 21st, century.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS566",
		"st": "Modern Latin America *",
		"lt": "Modern Latin America *",
		"desc": "This course examines how modern social and, political institutions developed in the region, that includes Central and South America and the, Caribbean. We begin by questioning why such, diverse places are imagined as a single region. We, explore how colonialism shaped the region and how, independent nations emerged from European, political control in the early 19th century., Through a series of case studies, we then examine, selected social, political and economic issues, that shaped Latin America in the 19th and 20th, centuries.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS567",
		"st": "Modern Asia *",
		"lt": "Modern Asia: Contested Histories *",
		"desc": "How and why do different national histories define, themselves in competition with those of their, neighbors? This course will focus on how recent, trends in the writing of history are applied to, the context of contemporary Asia including China, India, Indonesia, Japan, Korea, Thailand and, Vietnam. These topics will be explored through a, range of sources including film, memoirs, fiction, periodicals and scholarly assessments that reflect, the diversity of experiences across Asia. Topics, will include Marxist history, cultural history, gender, memory, modernity and ethnicity. This, course will rely on students to conduct, independent research throughout the term in, digging through contested topics and historical, controversies, including but not limited to, competing national histories of imperialism, colonization, and nationhood in the 20th century.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS577",
		"st": "History of Modern Africa *",
		"lt": "History of Modern Africa *",
		"desc": "This course is a study of the rise and fall of the, racial segregation system that became known as, apartheid in South Africa - the land of Nelson, Mandela, Miriam Makeba, and Trevor Noah.  Grounded, within the context of African national liberation, the course begins with an examination of the, historiography of the geo-political, economic, and, social forces behind the creation of the apartheid, system in 1948. It then looks at the ideology and, praxis of apartheid and the dynamics of the, resistance it engendered across race, class, gender, and generational and ideological lines., Special attention is paid to the role of the, expressive arts, notably music of resistance, and, the climactic events that led to the collapse of, apartheid and ushered in a democratic and modern, South Africa, known in some quarters as the, \"Rainbow Nation.\" The course ends with an, examination of the impact of the Truth and, Reconciliation Commission, on the one hand, and, the intractable legacy of inequality amidst the, neo-liberal agenda of the state, on the other, hand, with a view to inquiring into the extent to, which the \"Rainbow Nation\" remains a myth or a, reality.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS586",
		"st": "Contemporary Middle East *",
		"lt": "Contemporary Middle East *",
		"desc": "The course begins with the breakup of the Ottoman, Empire and examines the rise of Arab nationalism, and the struggle against foreign domination. The, strategic and economic importance of the region is, studied along with the founding of Israel; the, continuing conflict among Jews, Arabs, and, Christians; and the rise of Islamic, fundamentalism. Particular emphasis is placed on, understanding the Arab-Israeli conflict.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS587",
		"st": "Global History of Witchcraft *",
		"lt": "A Global History of Witchcraft *",
		"desc": "This course introduces students to the phenomena, of witchcraft, sorcery, magic and voodoo., Beginning in Babylon, the course orients students, to an understanding of these subjects as practiced, in the premodern world. With this conceptual, foundation, students gain an understanding of the, categorization of witchcraft and other, questionable or deviant practices during the, Middle Ages through the Age of Enlightenment. As, these forms of Western thinking spread throughout, the globe on the waves of imperialism, Europeans, encountered practices of indigenous cultures that, they classified as taboo or dangerous. Buttressed, by a cosmic view of good and evil, Westerners, sought to persecute such behaviors, attributing, them as manifestations of the devil's minions., This course exposes students to the theoretical, debates and historical contexts where violent, exchanges often took place in regions such as, Africa, Asia and Latin America. Among the topics, considered are the relationship of institutional, power to societal beliefs in the supernatural;, social constructions of purity, taboo and danger;, gender roles and behavioral norms; categories of, magic; curative practices; and the categorization, of \"madness\" or mental disorders. Our study will, conclude with an examination of the notorious, events of 1692 that occurred in nearby Salem, Massachusetts, an episode that continues to, fascinate scholars and challenge our thinking, about the \"deviant\" past.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "HI",
		"subj": "HIS",
		"lvl": "500",
		"course_no": "HIS590",
		"st": "American Slavery, Capitalism *",
		"lt": "American Slavery, American Capitalism *",
		"desc": "Historians traditionally claimed that slavery was, an anachronistic institution that ran counter to, the economic and industrial development of the, U.S. Sooner or later, many historians argued, slavery was destined to come to an end because it, was an outdated and premodern system diametrically, opposed to the forward-looking, free-labor system, of industrial capitalism emerging in the North. , Based on a wide range of new scholarship that, examines slavery in the context of the, international capitalist economy, this course, places slavery at the center of America's economic, development. Where earlier historians attribute, this development to white immigrants and creative, inventors in the North, we will explore the ways, that  slave trading entrepreneurs and their ever, more brutal and cruelly efficient systems of slave, labor were just as essential to the story of, America's rise as an economic and imperial, powerhouse. While northern factories depended on a, pool of labor from Europe, Southern planters, achieved a mobile supply of labor by ripping, families apart.  Southern enslavers engaged in, technical innovations, economies of scale, and new, methods of financing their operations.  It was in, the South, not in the North, for example, that a, modern banking system emerged, underwritten by, investments in the bodies of human beings., Students in this course will reexamine slavery to, reconstruct the American economic development, through studying quantitative, and statistical, data. In addition to reading from the new economic, histories of American slavery, the stories of, capital, finance, cotton, labor, and technology, will be illustrated through primary sources such, as newspapers and slave narratives.",
		"eli": "Open to uppers and seniors",
		"pre": "HIS410|HIS420|HIS430"
	},
	{
		"dept": "IN",
		"subj": "EXI",
		"lvl": "500",
		"course_no": "EXI545",
		"st": "Science Health Race in Amer *",
		"lt": "Science Health and Race in America *",
		"desc": "This team-taught interdisciplinary course explores, race and racism in science and medicine in the, United States from the 20th century to today via, biological and historical lenses. We will begin, the course by exploring an array of sociological, historical, and scientific theoretical frameworks, useful in studying the impact of structural, race-based social inequality. We'll interrogate, the foundations of race-based thinking, the, formation of racial thought, and the respective, benefits and dangers of \"whiteness\" and, \"blackness\" throughout the 20th century in the, United States. The course will continue through, analyses of statistical data, case studies, and, creative hands-on laboratory experiments that will, increase student understanding of the longstanding, history of inequitable availability of doctors and, medical services, the ongoing distrust of, physicians and incidents of medical, experimentation on the black community, the, disproportionate load of environmental harms in, black communities due to water, air and noise, pollution, as well as the impact of food deserts, and poor access to good nutrition. As a, collaboration between the science and history, departments, students will be exposed to the, different methodologies of research and study from, each discipline. An exploration of the biology of, stress in the lab, analyses of scientific articles, concerning health care racial disparities, an, experiment with medical instrumentation shown to, have racial incongruities, and a study of human, genes and the idea of race as a biological entity, will intersect with lessons in primary and, secondary source selection and analysis, interrogation of bias, media literacy, historical, argumentation, and written analytical research.",
		"eli": "Open to seniors only",
		"pre": "BIO230/HIS430"
	},
	{
		"dept": "IN",
		"subj": "INT",
		"lvl": "400",
		"course_no": "INT419",
		"st": "Bioethics *",
		"lt": "Bioethics *",
		"desc": "Humans' capacity to alter their world at the, biological level has risen to new heights in the, past 50 years. With advanced technologies such as, gene editing, cloning and stem cell research, medical procedures such as organ donation, abortion and IVF and biological manipulations of, our food production systems and ecosystems in the, news daily, a discussion of the ethical, underpinnings of these technologies is requisite., What is the right thing to do? What is worth the, most time, effort and resources? What are our, obligations to each other and other organisms on, which we depend? Who is responsible for the, outcomes of the science, to whom and for what? Is, there a moral question here, and how should we, respond? The study of bioethics is, multidisciplinary. It integrates ideas from, theology, history, philosophy and law with modern, medicine, health-care and biological research., This is a team-taught course given by a religion, teacher and biology teacher that will dive into, these significant questions that are as basic as, the meaning of life, when does it really begin, and end, how do we attenuate the pain and, suffering of other beings and what are our rights, and the responsibility that comes with those, rights.  We will not only be discussing the, ethics of several biological techniques, but will, be learning the biology involved and spending, time in the lab performing some of them, ourselves, for example, running a lab using the, CRISPR/Cas 9 system to do gene editing. , Pre-requisite: BIO230., Students may choose to take the course for either, a Religion or Biological Science credit, which, will determine the nature of their final project., Open to uppers and seniors.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "IN",
		"subj": "INT",
		"lvl": "500",
		"course_no": "INT552",
		"st": "Science, Technology & Profit *",
		"lt": "Science Technology Profit in Societies *",
		"desc": "In this course we will examine the interrelation, of science and social progress. As we will see, legal and governing systems are inextricably, linked to scientific progress, and science is a, catalyst for social change. Profit and fortune, seeking is a common denominator to both. We will, examine cases of this relation in a wide range of, time and places: from Mesopotamia to Silicon, Valley. It is hoped that this survey of ideas and, events will serve the students as a springboard, for thought and action when in college and later, in their working lives.",
		"eli": "Open to seniors only",
		"pre": "Two years of labratory science"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "400",
		"course_no": "MAT40D",
		"st": "Topics in Discrete Math *",
		"lt": "Topics in Discrete Math *",
		"desc": "The topics for this course depend on the interests, of the instructor, and are usually drawn from, everyday experience. They have included, fair-division problems, such as apportioning the, House of Representatives; network problems, such, as map-coloring, scheduling, minimal-cost spanning, trees, and the traveling salesman; various methods, for extracting group preferences from election, data; and quantifying the effect that coalitions, have on voting power.",
		"eli": null,
		"pre": "MAT330"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "400",
		"course_no": "MAT40H",
		"st": "History of Mathematics *",
		"lt": "History of Mathematics *",
		"desc": "This is a one-trimester course focusing on the, historical development of mathematical ideas, the, role of individual character and culture in the, advancement of mathematics, and the historical, context of major discoveries and changes of, viewpoint. Major themes of the course include: the, development of mathematics in non-Western, cultures, the development of geometry and number, theory, the Platonic/Pythagorean synthesis and the, study of harmony, the algebraic synthesis of, geometry and the early development of algebra, the, arithmetization of analysis, and the development, of the number concept from ancient to modern, times. Both mathematics and writing will be, utilized in this course and each student will, choose a topic for an expository paper.",
		"eli": null,
		"pre": "MAT330"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "400",
		"course_no": "MAT40J",
		"st": "Mathematics Social Justice *",
		"lt": "Mathematics of Social Justice *",
		"desc": "This one-term course covers mathematical methods, needed to analyze impacts of public policy with a, particular emphasis on identifying undesirable, outcomes such as discrimination, systematic bias, and inequity. Students will learn how to analyze, empirical data using mathematical methods and, uncover ways that public policy and other factors, contribute to systematic oppression and other, negative outcomes for identifiable groups in the, United States. We will study gerrymandering, voter, suppression, mandatory minimums, inequity in the, justice system, healthcare inequity, and wealth, disparity. Techniques and concepts will be, selected from probability theory, hypothesis, testing, statistical inference, graph theory, combinatorics, dynamical systems, and mathematical, modeling.",
		"eli": null,
		"pre": "MAT330"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "400",
		"course_no": "MAT40S",
		"st": "Introduction to Statistics *",
		"lt": "Introduction to Statistics *",
		"desc": "This one-term course provides an overview of the, questions addressed by statisticians. Students, will discuss where data comes from, such as polls, surveys and experiments; they will study how to, organize data and infer relationships between, variables. Students will study enough probability, to be able to discuss the role of chance and, randomness in outcomes. In addition, they will, decide how closely the results of polls actually, mirror reality and how far the results of, experiments can be extrapolated to the wider, world. There will be many activities in class, and, students will use the computer and calculator to, display and analyze the data.",
		"eli": null,
		"pre": "MAT330"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "400",
		"course_no": "MAT40X",
		"st": "Transition 3 Mathematics *",
		"lt": "Transition 3 Mathematics *",
		"desc": "This option provides a two- or three-term, transition for students with three full years of, high school mathematics. MAT31X/40X/41X or, MAT31X/32X/40X, each a, three-term, highly accelerated, course, covers a vast breadth of precalculus, topics and ends with an introduction to, differential calculus. The pace is demanding and, the problems that students will encounter are, challenging. For students who have completed a, study of precalculus mathematics, some topics will, be familiar, though likely presented in novel, contexts; other ideas and techniques will be new., Open to 9th and 10th graders only, through strong, performance on placement tests and approval of the, department. Meets during the reserve format.",
		"eli": "Open to preps and lowers",
		"pre": "MAT31X|MAT32X"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "400",
		"course_no": "MAT41S",
		"st": "Statistics *",
		"lt": "Statistics *",
		"desc": "This sequence of courses is offered fall (MAT41S), winter (MAT42S) and spring (MAT43S)., MAT41S covers the basic principles of descriptive, statistics. One-variable topics include graphical, representations of data, measures of central, tendency and measures of variability. Two-variable, data analysis is based on linear regression. Other, topics include probability distributions, sampling, techniques, binomial distributions and, experimental design. We emphasize the application, of statistical techniques to real-world, situations. Both the computer and the calculator, are integral to the course. During the spring, the, course also looks at the principles of hypothesis, testing, including non-parametric methods used in, the social sciences. Prerequisite: MAT330 or its, equivalent. Students who complete MAT40S may not, elect MAT41S/42S/43S., MAT42S extends MAT41S by covering topics in, inferential statistics, including confidence, intervals, tests of significance and statistics in, decision-making. We draw problems from the, biological and physical sciences, political, science, and sociology. Prerequisite: MAT41S., MAT43S builds on the principles of MAT41S and 42S, including more in-depth studies of probability, theory. Student-designed projects, based on the, statistical procedures learned in the previous, courses, constitute important components of the, course. This course completes students', preparation for the Advanced Placement exam in, Statistics. In preparation for this examination, classes will meet during the reserve format before, the test and fewer times per week after.",
		"eli": null,
		"pre": "MAT330"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "600",
		"course_no": "MAT610",
		"st": "Multivariable Calculus *",
		"lt": "Multivariable Calculus *",
		"desc": "This two-term sequence re-examines the, differentiation and integration processes, and, investigates topics such as partial derivatives, level curves and gradients, moving frame, description for space curves, the analysis of, critical points, double and triple integrals, line, integrals, vector analysis, the classical quadric, surfaces, Lagrange multipliers, cylindrical and, spherical coordinates, and Jacobian matrices.",
		"eli": null,
		"pre": "MAT520|MAT521"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "600",
		"course_no": "MAT640",
		"st": "Linear Algebra *",
		"lt": "Linear Algebra *",
		"desc": "MAT640 is an introduction to the theory of linear, algebra, the study of systems of linear equations, and their solutions. The interplay between algebra, and geometry affords powerful and quite different, insights into the subject. Topics include:, Gaussian elimination, matrices and geometric, transformations, eigenvectors and eigenvalues, diagonalization, and discrete dynamical systems., Although there are some applications, this course, is quite abstract.",
		"eli": null,
		"pre": "MAT520|MAT521"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "600",
		"course_no": "MAT690",
		"st": "Selected Topics in Math *",
		"lt": "Selected Topics in Math *",
		"desc": "The topics in MAT690 will be studied with an, emphasis on intuition and computational facility., At the same time, one should note that commitment, to pursue difficult mathematical ideas is a, necessary quality for doing well. While some, theorems and their proofs will be examined, the, level of abstraction will be appropriate to an, introductory course in advanced material.",
		"eli": null,
		"pre": "MAT520|MAT522"
	},
	{
		"dept": "MA",
		"subj": "MAT",
		"lvl": "700",
		"course_no": "MAT700",
		"st": "Foundations of Abstract Math *",
		"lt": "Foundations of Abstract Mathematics *",
		"desc": "This course constitutes a bridge between calculus, and theoretical, proof-based courses such as real, analysis, abstract algebra and set theory. The, emphasis is on understanding and mastering, increased levels of rigor, dealing with, mathematical notation, and learning how to write, present and analyze proofs. Course content, includes axiomatic systems, the principle of, mathematical induction, proof by contradiction, existence principles, mathematical logic, elementary set theory, countable and uncountable, sets, bijections between sets, combinatorics, and, abstract structures and isomorphism.",
		"eli": null,
		"pre": "MAT520|MAT521"
	},
	{
		"dept": "ML",
		"subj": "CHI",
		"lvl": "500",
		"course_no": "CHI580",
		"st": "Chinese Digital Media *",
		"lt": "Chinese Through Digital Media *",
		"desc": "This advanced course aims to hone students', conversational skills by exploring a variety of, media throughout the Chinese-speaking world., Students will watch, research and discuss topics, through contemporary documentaries, television, shows and programs, podcast, video-talks, music, and short films. Themes may include Chinese, cuisine culture, intricacies in family structure, and values, the hub of human relationships, Chinese education, and Chinese immigration, communities. Activities may include Chinese dish, making, in-class debate and student-directed, plays.",
		"eli": null,
		"pre": "CHI502|CHI503|CHI504|CHI521|CHI531|CHI541|CHI550|CHI560|CHI580"
	},
	{
		"dept": "ML",
		"subj": "CHI",
		"lvl": "500",
		"course_no": "CHI590",
		"st": "Selected Topics in Chinese *",
		"lt": "Selected Topics in Chinese *",
		"desc": "For advanced students of the language, this course, features topics typically taught in college. The, topics for this course vary from year to year and, are dependent upon the interests and backgrounds, of the students involved.",
		"eli": null,
		"pre": "CHI502|CHI503|CHI504|CHI521|CHI531|CHI541|CHI550|CHI560|CHI580"
	},
	{
		"dept": "ML",
		"subj": "FRE",
		"lvl": "500",
		"course_no": "FRE590",
		"st": "Selected Topics in French *",
		"lt": "Selected Topics in French *",
		"desc": "This course is offered at student or departmental, initiative and may change from year to year.",
		"eli": null,
		"pre": "FRE502|FRE503|FRE504|FRE550|FRE552|FRE553|FRE554|FRE555|FRE556|FRE590"
	},
	{
		"dept": "ML",
		"subj": "GER",
		"lvl": "500",
		"course_no": "GER590",
		"st": "Selected Topics in German *",
		"lt": "Selected Topics in German *",
		"desc": "For advanced students of the language, this course, features topics typically taught in college. The, focus might be on one literary masterpiece, readings from German-language Nobel-prize winners, cinema, or other areas depending on the interests, and backgrounds of the students involved.",
		"eli": null,
		"pre": "GER502|GER503|GER504|GER590"
	},
	{
		"dept": "ML",
		"subj": "JPN",
		"lvl": "500",
		"course_no": "JPN590",
		"st": "Selected Topics in Japanese *",
		"lt": "Selected Topics in Japanese *",
		"desc": "For advanced students of the language, this, courses feature topics typically taught in, college. The topics for this course vary from year, to year and are dependent upon the interests and, backgrounds of the students involved.",
		"eli": null,
		"pre": "JPN502|JPN503|JPN504"
	},
	{
		"dept": "ML",
		"subj": "RUS",
		"lvl": "500",
		"course_no": "RUS590",
		"st": "Selected Topics in Russian *",
		"lt": "Selected Topics in Russian *",
		"desc": "For advanced students of the language, this, courses feature topics typically taught in, college.  The topics for this course vary from, year to year and are dependent upon the interests, and backgrounds of the students involved.",
		"eli": null,
		"pre": "RUS502|RUS503|RUS504"
	},
	{
		"dept": "ML",
		"subj": "SPA",
		"lvl": "500",
		"course_no": "SPA590",
		"st": "Selected Topics in Spanish *",
		"lt": "Selected Topics in Spanish *",
		"desc": "This course is designed to emphasize the practice, of oral and aural Spanish by watching and, discussing Spanish speaking \"telenovelas\" and/or, TV series in Spanish. Students will need to get a, subscription for a term to a video platform where, they will have access to the course content. As, part of their daily task, students will be, assigned to watch episodes of a \"telenovela\" with, closed captions in Spanish that will be discussed, during class time.",
		"eli": null,
		"pre": "SPA502|SPA503|SPA504|SPA550|SPA552|SPA556|SPA557|SPA558|SPA570|SPA590"
	},
	{
		"dept": "MU",
		"subj": "MUS",
		"lvl": "400",
		"course_no": "MUS410",
		"st": "Techniques of Comp & Analysis*",
		"lt": "Techniques of Composition & Analysis *",
		"desc": "Students in this course continue their study of, the language of music by creating short, compositions, which are performed in class. They, learn to use the elements of music in melody, writing, text setting and harmonization and also, explore the fundamentals of consonance and, dissonance in two-, three- and four-part writing., Finally, the interaction of harmony and, counterpoint is examined. Analysis of selected, works by master composers supplements and informs, the students' own creative work. In addition, students continue to develop their aural, comprehension, sight-singing and keyboard skills.",
		"eli": null,
		"pre": "MUS200|MUS201"
	},
	{
		"dept": "PE",
		"subj": "DAN",
		"lvl": "400",
		"course_no": "DAN400",
		"st": "Dance Company",
		"lt": "Dance Company",
		"desc": "Fall and Winter Dance Companies produce a one-hour, concert centered around a theme, featuring, choreography by faculty, guest artists and, students. Students may apply to choreograph an, original piece and collaborate with faculty, lighting, sound, scenic and costume designers. In, addition to four days per week of intermediate or, advanced-level technique classes (M, T, Th, F), DAN400 includes two days per week (usually, Wednesdays and Saturdays) for choreography, rehearsals, and tech rehearsals and/or, performances.",
		"eli": "Not open to preps",
		"pre": "DAN250/DAN300"
	},
	{
		"dept": "PE",
		"subj": "DAN",
		"lvl": "400",
		"course_no": "DAN430",
		"st": "Dance Concert Ensemble",
		"lt": "Dance Concert Ensemble",
		"desc": "The Spring Dance Concert Ensemble produces a, two-hour mainstage concert featuring original, choreography by faculty, guest artists and, students, centered around a theme . Students may, apply to choreograph an original piece and, collaborate with faculty lighting, sound, scenic, and costume designers. Intermediate and, advanced-level dancers work collaboratively and, perform a range of disciplines: contemporary, ballet, modern, jazz, hip-hop and dances/rhythms, of the African diaspora. Rehearsals are held five, days per week.",
		"eli": "Not open to preps",
		"pre": "DAN100|DAN200|DAN250|DAN280|DAN300|DAN400"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO450",
		"st": "Human Physiology *",
		"lt": "Human Physiology *",
		"desc": "Biology 450 examines how the human body functions., The complexity of and interactions between, different systems will be explored. Extensive, laboratory investigations, including a mammalian, dissection, computer applications and project, work, compose a significant part of the course.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO455",
		"st": "Animal Behavior *",
		"lt": "Animal Behavior *",
		"desc": "This course is an introduction to the study of, animal behavior. It explores the development, cause, evolutionary origin and function of a host, of behaviors, such as sexual behavior, communication, dominance, navigation and, cognition. Weekly laboratory work and field trips, involve the observation of and experimentation, with live animals, such as fish, crayfish, frogs, birds, dogs, farm animals, and honey bees. , Students will track, camera trap, and collect, sound recordings of our local animals as part of a, long-term study of the Academy's meadows and, forests. The course includes multiple, opportunities for experimental design.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO460",
		"st": "Ornithology *",
		"lt": "Ornithology *",
		"desc": "This course emphasizes field identification of, locally common species and habitats. Spring, migrants are the focus of the course, along with, winter finches and waterfowl that may have, lingered in the Exeter area. The course utilizes a, systems approach to the biology of birds, with, investigations into their life histories, ecology, evolution and behavior.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO465",
		"st": "Ecology *",
		"lt": "Ecology *",
		"desc": "This is a place-based, community ecology course, which focuses on our central New England region, and covers many of the major principles of, ecology. It also includes learning how to identify, our common forest trees, understory plants and, game animals, as well as learning to look for, evidence to determine the disturbance history of, our current forested lands. It involves weekly, field trips to ecosystems like a nearby kettle, bog, Plum Island's Parker River National Wildlife, Refuge and our local central New England forests., The reading list can include Wessel's Reading the, Forested Landscape and The Myth of Progress, Leopold's A Sand County Almanac and Peterson's, Eastern Trees.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO470",
		"st": "Hum Pop & Resource Consump *",
		"lt": "Human Populations & Resource Consumption *",
		"desc": "In this course students consider human impact on, the environment. Issues of human population, demography and carrying capacity will be explored, in relationship to the world's food resources and, urban land use and management. Some of the, consequences of the most basic decisions we make, as humans - how many babies should we have, what, do we eat, and where do we live? - will be, considered. The legal, ethical, economic and, political aspects of these topics will be an, integral part of the course. Lab work, as well as, the completion of a local service-learning, project, will be required.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO475",
		"st": "Evolution *",
		"lt": "Evolution *",
		"desc": "Evolutionary biologist Theodosius Dobzhansky wrote, in 1973 that, \"Nothing in biology makes sense, except in the light of evolution,\" and his, statement still holds true today.  Students will, read Jonathan Weiner's Pulitzer-prize-winning, book, The Beak of the Finch, which documents an, ongoing 40-year study of evolution in Darwin's, finches on the Galapagos Islands.  They will also, read selected chapters from Sean Carroll's text on, the burgeoning field of Evolutionary Developmental, Biology (Evo-Devo) Endless Forms Most Beautiful, Richard Dawkins' The Selfish Gene, Marlene Zuk's, Paleofantasy and Jerry Coyne's Why Evolution is, True, among others.  Journal articles examining, current studies in evolutionary processes such as, character displacement and sexual selection will, be discussed by the students.  Labs will include, an investigation of avian comparative anatomy and, a study of the students' own mitochondrial DNA, using molecular techniques such as PCR and gel, electrophoresis to compare their sequences to, Neanderthals, Otzi the Iceman and other modern, humans.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO480",
		"st": "Biochemistry Human Nutrition *",
		"lt": "Biochemistry & Human Nutrition *",
		"desc": "This course explores the chemistry, digestion and, functions of carbohydrates, proteins, fats, water, vitamins and minerals in the human body. The, importance of adequate personal nutrition for, optimal performance as an adolescent is stressed., Special considerations include world hunger, sports nutrition, eating disorders, drug-nutrient, interactions, weight control, and the relationship, between nutrition and disease. Students will apply, the scientific method and develop skills in, personal diet selection, consumerism and in, evaluating controversial nutrition issues in the, literature. Laboratory investigations will focus, on the biological chemistry of foods and will also, require use of the Academy's personal computers.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230|CHE330"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO485",
		"st": "Marine Biology *",
		"lt": "Marine Biology *",
		"desc": "The relationships and interactions between marine, organisms and their environment are studied in, class and in the field. Field trips to estuarine, and rocky intertidal habitats allow students to, become familiar with organisms and to employ, techniques often used by marine biologists.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "400",
		"course_no": "BIO486",
		"st": "Introductory Genetics I *",
		"lt": "Introductory Genetics I *",
		"desc": "This course considers the classical and, contemporary views of the nature, transmission and, function of the hereditary material. Laboratory, investigations in plant and animal genetics, supplement class discussion.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "500",
		"course_no": "BIO510",
		"st": "Advanced Biology *",
		"lt": "Advanced Biology *",
		"desc": "This sequence of courses is offered fall (BIO510), winter (BIO520) and spring (BIO530). This sequence, of three courses is the equivalent of an, introductory college course. Biology 510 studies, principles of biological chemistry, cytology and, cellular energy transformations. Biology 520, studies molecular genetics, heredity and, evolution. Biology 530 studies taxonomy and, systematics, ecology and population dynamics., Independent laboratory work is an integral part of, the course. After completing this three-term, sequence, students will be prepared to write the, Advanced Placement examination in biology.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230/CHE330"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "500",
		"course_no": "BIO586",
		"st": "Molecular Genetics *",
		"lt": "Molecular Genetics *",
		"desc": "This course examines the biochemistry of the gene, in greater detail and considers the underlying, principles of recombinant DNA technology. Because, DNA science is experimental, much of the time, available in this course will be devoted to, laboratory work learning techniques of DNA, isolation, analysis and manipulation.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO486|BIO510"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "500",
		"course_no": "BIO590",
		"st": "Collaborative Research *",
		"lt": "Collaborative Research *",
		"desc": "Collaborative Research is a team-based research, course designed with the purpose of helping, students develop their understanding of scientific, investigation. The team-based approach allows for, students from a variety of scientific backgrounds, to contribute to a robust research project under, the umbrella of biochemistry and biology, as the, entire class will be working on one project. Both, within the framework of this project and through, additional readings and activities, such as, statistical analysis and presentations of their, work, students will develop their understanding of, experimental design and research methods. Students, will conduct research outside of class time as, needed. No previous research experience is, required as this course seeks to cultivate, scientific thinking in all students. Possible, projects may include: the design and construction, of plant-based bioreactors to study recombinant, proteins for bioremediation or the effect of, ocean/river rising pH levels on fish enzymes, etc., Research projects can change annually dependent on, the interests of the students and faculty, involved, and, for practical reasons, will be, finalized before the course begins., Students must complete an application to be, considered for the course. This course meets, during a reserve format in order to create a, double-format meeting time for weekly labs.",
		"eli": null,
		"pre": "BIO230/CHE330"
	},
	{
		"dept": "SC",
		"subj": "BIO",
		"lvl": "600",
		"course_no": "BIO670",
		"st": "Biology Research *",
		"lt": "Biology Research *",
		"desc": "Students in this course will be exposed to the, process of scientific investigation through, collaboration with researchers at Stanford, University. The overarching goal of Dr. Kim's lab, at Stanford is to explore the function and, development of insulin-producing cells in humans, with the ultimate goal of curing type I and type, II diabetes. The fruit fly is used as a model, system because it has insulin-producing cells and, many of the regulatory pathways are the same as in, humans. A critical part of this work, as in all, experiments involving fruit flies, is to be able, to control gene expression as specifically as, possible. Students will be involved in finding, regions of DNA that control gene expression in, fruit flies. To do this they will learn current, techniques in fly biology, florescence microscopy, molecular biology and bioinformatics. Useful, strains of flies made and characterized by, students will be used by researchers in Dr. Kim's, lab and made available to all scientists working, on fruit flies.",
		"eli": null,
		"pre": "By application only"
	},
	{
		"dept": "SC",
		"subj": "CHE",
		"lvl": "300",
		"course_no": "CHE310",
		"st": "Principles of Chemistry",
		"lt": "Principles of Chemistry",
		"desc": "This sequence of courses is offered fall (CHE310), winter (CHE320) and spring (CHE330). An, introduction to the theoretical framework of, modern chemistry, this laboratory-based course is, designed to foster scientific thinking, problem-solving skills, and cooperative learning., Topics include atomic and molecular structure, stoichiometry, states of matter, chemical and, physical behavior of elements and compounds, solution chemistry, kinetics, equilibrium, thermochemistry, and electrochemistry. After, completing this three-term, sequence, students will be prepared to write the, SAT II test in chemistry.",
		"eli": "Not open to preps",
		"pre": "MAT220"
	},
	{
		"dept": "SC",
		"subj": "CHE",
		"lvl": "400",
		"course_no": "CHE411",
		"st": "Accelerated Chemistry *",
		"lt": "Accelerated Chemistry *",
		"desc": "This sequence of courses is offered fall (CHE411), winter (CHE421) and spring (CHE431). This course, is designed for those students who have not had a, previous full-year, laboratory-based chemistry, course, but who would like to enroll in an, accelerated one-year course that covers the topics, on the Advanced Placement exam. Because this, course covers two years of chemistry in three, terms, students should expect that this course, will progress at a more rapid pace and demand a, greater degree of independent study than the, typical one-year science course. Students wishing, to enroll in Chemistry 411 are expected to, demonstrate a high level of proficiency in both, mathematics and in physics and must complete an, application in order to be considered for the, course. The Science Department will review, applications and select those who are qualified, for enrollment. Application forms and further, information are available from the Science, Department chair.",
		"eli": "Not open to preps",
		"pre": "One year of laboratory physics"
	},
	{
		"dept": "SC",
		"subj": "CHE",
		"lvl": "400",
		"course_no": "CHE450",
		"st": "Chemistry of the Environment*",
		"lt": "Chemistry of the Environment*",
		"desc": "This advanced course investigates the chemical, principles that underlie current environmental, issues. Students will study the chemistry of the, natural environment (atmosphere, soil and water), and develop skills necessary to analyze, alterations that human beings have made. Specific, topics include ozone layer depletion, acid rain, the greenhouse effect, photochemical smog, toxic, organic pollutants and heavy-metal contamination., Laboratory work will include field sampling and, will emphasize the methods required to make, accurate measurements of both background and, elevated levels of chemical substances in the, environment.",
		"eli": "Open to uppers and seniors",
		"pre": "CHE330"
	},
	{
		"dept": "SC",
		"subj": "CHE",
		"lvl": "400",
		"course_no": "CHE460",
		"st": "Organic Chemistry *",
		"lt": "Organic Chemistry *",
		"desc": "In this advanced course, students will explore the, study of carbon-containing compounds. There are, more than 16 million such compounds that occur, both naturally and synthetically, and many more, are discovered and synthesized each year. Organic, chemistry is important in many fields such as, medicine, pharmaceutical science and materials, science, as well as in the production of, fragrances, food products, automobiles and many, other items. There are two main focal points of, this course. First, after learning the names, structures, nomenclature and reactivity of the, functional groups found in most organic molecules, students will be engaged in extensive laboratory, investigations exploring these functional groups, as they synthesize common organic materials. Such, investigations include the synthesis of oil of, wintergreen, aspirin, rubber, Plexiglass, polyurethane foam, nylon, soap and fragrant, esters. The second area of focus is learning, laboratory techniques particular to organic, chemistry such as distillation, refluxing, and, extraction.",
		"eli": "Open to uppers and seniors",
		"pre": "CHE330"
	},
	{
		"dept": "SC",
		"subj": "CHE",
		"lvl": "500",
		"course_no": "CHE510",
		"st": "Advanced Chemistry *",
		"lt": "Advanced Chemistry *",
		"desc": "This sequence of courses is offered fall (CHE510), winter (CHE520) and spring (CHE530) and is the, equivalent of an introductory college course., Advanced Chemistry begins with a review of, fundamental chemical principles and reactivity, before investigating thermochemistry, atomic, structure, bonding, states of matter, equilibria, kinetics, and electrochemistry. As an experimental, science, laboratory inquiry and analysis are an, integral parts of this course. This three-term, sequence covers the majority of the topics on the, Advanced Placement examination in chemistry.",
		"eli": "Open to uppers and seniors",
		"pre": "CHE330"
	},
	{
		"dept": "SC",
		"subj": "CHE",
		"lvl": "500",
		"course_no": "CHE640",
		"st": "Intro to Thermodynamics *",
		"lt": "Intro to Statistical Thermodynamics *",
		"desc": "Thermodynamics is the foundation on which the, science of physical chemistry is built, and, statistical thermodynamics provides the, fundamental, molecular-level basis for the ideas, of thermodynamics. This course will focus on the, ability of statistical thermodynamics to employ, simple physical models, along with some inspired, mathematics, to predict the behavior of atoms and, molecules (referred to as, \"the unreasonable, effectiveness of unrealistic simplifications\")., The concept of entropy will be a unifying theme, throughout the course, and, given its central, role, time will be devoted to developing a, rigorous mathematical model of entropy through the, use of probability and multi-variable calculus., The more traditional topics of thermodynamics will, be presented relatively quickly. The first and, second laws of thermodynamics will be explored;, the fundamental equations of thermodynamics, as, differential equations, will be used to define the, properties of temperature, pressure and chemical, potential; and the concept of free energy (and its, importance in describing equilibrium) will be, developed. The Boltzmann distribution law (and the, partition function) will be derived and then used, along with simple physical models, to compute, thermodynamic and physical properties of systems, at equilibrium.  Following a brief look at quantum, theory and statistical mechanics, the equilibrium, constant expression will be derived (by employing, the partition function) and values for gas-phase, chemical equilibrium constants will be computed, and compared to empirical values. Finally, lattice, models will be used to explore properties of, liquids, liquid/vapor equilibrium and solutions., There will be some experimental work, allowing, students the opportunity to study an actual system, and use the simple models, and mathematics, of, statistical thermodynamics to investigate its, physical and/or chemical behavior.",
		"eli": null,
		"pre": "CHE330/PHY230/MAT520"
	},
	{
		"dept": "SC",
		"subj": "EPS",
		"lvl": "400",
		"course_no": "EPS450",
		"st": "Earth Systems *",
		"lt": "Earth and the Climate Crisis *",
		"desc": "This course will study the complex interconnected, systems (e.g., lithosphere, hydrosphere, atmosphere and biosphere)of our planet Earth., Students will develop an understanding?of the, basic workings of the Earth from its origin to the, present, and will investigate the scientific basis, for some of today's most pressing challenges, such, as global climate change and the search for newer, and safer energy resources. Selected topics will, include plate tectonics, the rock cycle, geologic, time,the formation of the Appalachians, natural, hazards (such as earthquakes, volcanoes and, tsunamis), global climate change, and the, challenge of finding and managing energy, resources. Laboratory work, including local field, trips and inquiry-based exercises using authentic, maps and databases (such as NOAA and USGS), will, complement classroom discussion.",
		"eli": "Open to uppers and seniors",
		"pre": "CHE330/PHY230"
	},
	{
		"dept": "SC",
		"subj": "PHY",
		"lvl": "400",
		"course_no": "PHY400",
		"st": "Modern Physics *",
		"lt": "Modern Physics *",
		"desc": "In the early 20th century, two major scientific, revolutions drastically altered our understanding, of nature: quantum mechanics and Einstein's, theories of special and general relativity. These, will be the main themes of this course, along with, occasional excursions into nuclear and particle, physics topics. Students will perform and analyze, experiments to measure the speed of light; the, mass, charge and wave nature of the electron; as, well as the quantization of energy. In situations, less conducive to hands-on work, data from, historical experiments or computer simulations, will be provided for analysis. This course picks, up where a rigorous, year-long introductory, physics course leaves off. Proficiency in algebra, and basic physics principles will be expected.",
		"eli": "Open to uppers and seniors",
		"pre": "PHY230"
	},
	{
		"dept": "SC",
		"subj": "PHY",
		"lvl": "400",
		"course_no": "PHY440",
		"st": "Applied Physics *",
		"lt": "Applied Physics *",
		"desc": "How did diffraction of light help decipher the DNA, structure?  How can ultrasonic resonance treat, kidney stones without an invasive operation?  How, can MRI see into living tissue?  How do electron, microscopy, solar panels, or thermal imaging work?, This course explores the physics principles that, underlie biological, medical and energy, technologies.  Through laboratory experimentation, or with data from historical experiments, students, will revisit certain topics they know from their, first year of physics (e.g. diffraction, resonance), will learn new ones (e.g. blackbody, radiation, the photoelectric effect), and will, investigate their applications. As a capstone, students will present a poster of their special, interest.",
		"eli": "Open to uppers and seniors",
		"pre": "BIO230/PHY230"
	},
	{
		"dept": "SC",
		"subj": "PHY",
		"lvl": "400",
		"course_no": "PHY450",
		"st": "Robotics *",
		"lt": "Robotics *",
		"desc": "Students in this course will learn to use a, microcomputer to control output devices and, interpret input sensors. Students will complete a, series of small projects that will culminate with, a working autonomous robot. The initial focus of, the course requires students to build and analyze, several micro-controlled devices. Students will, learn fundamental engineering skills such as, programming the microcomputer and building simple, electronic circuits. The middle portion of the, course will feature the construction of an, autonomous robot that uses a microcomputer and, several sensors to make navigational decisions., The final weeks of the course will require, students to independently research, design and, implement a system or systems that will increase, the capabilities of their robot.",
		"eli": "Open to uppers and seniors",
		"pre": "PHY230"
	},
	{
		"dept": "SC",
		"subj": "PHY",
		"lvl": "400",
		"course_no": "PHY460",
		"st": "Electronics *",
		"lt": "Electronics *",
		"desc": "This introduction to electronics is a hands-on, project-oriented course. Students will build a, variety of simple devices, including timing, circuits, alarms, flashers, amplifiers and, counters. By designing, building and analyzing, these circuits, students will gain a firsthand, knowledge of a variety of basic electronic, components, including resistors, capacitors, switches, relays, transformers, diodes, transistors, and several integrated circuits. , Students will use Arduinos throughout the course, for analyzing and testing, and as a central piece, of their circuit design.  Though some experience, in programming is helpful, it is not required for, this course.",
		"eli": "Open to uppers and seniors",
		"pre": "PHY230"
	},
	{
		"dept": "SC",
		"subj": "PHY",
		"lvl": "400",
		"course_no": "PHY470",
		"st": "Introductory Astronomy *",
		"lt": "Introductory Astronomy *",
		"desc": "This introductory course emphasizes introductory, observational aspects of astronomy. Topics include, the relationship between the Earth and the sky, short-term and long-term cycles in the celestial, sphere, the exploration of the solar system, light, telescopes, and stellar evolution cycles., Practical work is done at Grainger Observatory, located on the Exeter campus. Students use a, variety of telescopes at the Observatory to make, their own observations and measurements.",
		"eli": "Open to uppers and seniors",
		"pre": "PHY230/CHE330"
	},
	{
		"dept": "SC",
		"subj": "PHY",
		"lvl": "500",
		"course_no": "PHY510",
		"st": "Advanced Physics *",
		"lt": "Advanced Physics *",
		"desc": "This sequence of courses is offered fall (PHY510), winter (PHY520) and spring (PHY530). This, three-term sequence is taken as a second year of, physics. In the first term, an emphasis is placed, on synthesizing a variety of fundamental topics, into a coherent whole. Topics include linear and, rotational kinematics, dynamics including torque, energy conservation, linear and angular momentum, conservation, and gravitation. Students will study, a number of complex situations, performing, in-depth laboratory experiments, and, calculus-based theoretical analysis. In the second, term, students study electricity and magnetism -, making extensive use of experimental results and, of calculus - with electric field and potential, being the unifying concepts. In the third term, students finish the study of magnetism, including, Maxwell's equations. Finally, they study, oscillatory phenomena, including both mechanical, and electrical systems. After taking this, three-term sequence, students will be able to take, the Physics C Advanced Placement examinations in, Mechanics and Electricity and Magnetism.",
		"eli": "Open to uppers and seniors",
		"pre": "PHY230/MAT430"
	},
	{
		"dept": "SC",
		"subj": "PHY",
		"lvl": "600",
		"course_no": "PHY640",
		"st": "Quantum Mechanics *",
		"lt": "Quantum Mechanics *",
		"desc": "This course seeks to outline the mathematical, underpinnings of the present theory of the, microscopic world. Beginning with a brief review, of the dilemmas faced by physics at the turn of, the 20th century, we will examine solutions to the, Schrdinger equation and their interpretations as, wave functions of probability. Various model, systems will be studied: bound states of the, \"particle-in-a-box,\" the harmonic oscillator, the, hydrogen atom, as well as unbound examples of, quantum mechanical tunneling and reflection of, free electrons. If time permits, we will examine, the description and consequences of the electron's, \"spin\" on the structure and stability of matter. A, final project will involve creating a, spreadsheet/computer program to solve quantum, mechanical problems numerically.",
		"eli": null,
		"pre": "PHY400/PHY520/MAT520"
	},
	{
		"dept": "TH",
		"subj": "THR",
		"lvl": "500",
		"course_no": "THR502",
		"st": "Acting III - Adv Ensemble *",
		"lt": "Acting III - Advanced Acting Ensemble *",
		"desc": "This course ofers students the opportunity to, build on performance, skills acquired throughout their Exeter career and, immerse, themselves in a rigorous, thoughtful ensemble, process. The class, will conduct intensive analysis and rehearsal of, either the work of, a signifcant playwright or a body of work with a, unifying theme, (such as cultural experience, time period or, style). It may culminate, in a series of fully explored scenes or in a, full-length production., Provides one term of credit toward the, studio/performance arts, requirement. Prerequisite: An earlier department, acting course or, permission of the department.",
		"eli": "Open to seniors only",
		"pre": "THR201|THR202|THR207|THR404"
	}
]